[
    {
        "part_1": [
            "Let’s talk about your hometown. Where is your hometown?",
            "What do you like about it?",
            "What do you not like about it?",
            "How important is your hometown to you?",
            "Do you think you will continue to live in your hometown?",
            "Let’s move on to talk about accommodation. Tell me about the kind of accommodation you live in?",
            "Does the place you live in have many amenities?",
            "Is there anything you would like to change about the place you live in?",
            "Do you plan to live there for a long time?"
        ],
        "part_2": "Describe an advertisement that persuaded you to buy a product.\nYou should say\n•\tWhat advertisement it was\n•\tWas it shown on TV, radio or newspaper\n•\tWhat was good about that advertisement\nExplain why you think that advertisement made the product seem attractive.",
        "part_3": [
            "What are popular types of advertising in today’s world?",
            "What type of media advertising do you like most?",
            "Do you think advertising influences what people buy?",
            "What factors should be taken into account when making advertisements?",
            "Is advertising really necessary in modern society?",
            "Let’s move on from types of advertising to the impact of advertising on children. How does advertising influence children?",
            "Is there any advertising that can be harmful to children?"
        ]
    },
    {
        "part_1": [
            "Do you live in a house or a flat?",
            "Is it a big place?",
            "How long have you lived there?",
            "What do you like about living there?",
            "Is there a garden in the place you live in?",
            "Do you prefer to hot weather or cold?",
            "Tell me about the weather in your country in different times of the year?",
            "Which time of the year did you enjoy the most when you were the child?",
            "Do you (usually) pay attention to the weather forecasts?",
            "Has the weather changed much in your country in recent years?"
        ],
        "part_2": "Talk about a painting you would like to have in your home.\nYou should say:\n•\twhat is it\n•\thow you know about it\n•\thow much it would cost you\nand explain why you want to have it in your home.",
        "part_3": [
            "How do people in your country feel about art?",
            "Do people in your country prefer music over art?",
            "What are some traditional art forms in your country?",
            "How has art changed in the past few decades in your country?",
            "Let’s move on from art in your country to art education. Do you think children should study art in school?",
            "How can children benefit from learning about art?",
            "Do you think the government should provide support for art and cultural activities?"
        ]
    },
    {
        "part_1": [
            "Do you like reading books? Why?",
            "What book would you take on a long journey?",
            "How easy is it for you to read books in English?",
            "Have you given up reading a book recently?",
            "What kind of people like reading and what kind of people don’t like reading very much?",
            "Do you like watching advertisements?",
            "Will you buy something because of an advertisement?",
            "How do you feel when you see pop-up ads on the internet?",
            "Do you like funny or serious advertisements?",
            "What makes a good advertisement?"
        ],
        "part_2": "Talk about a book you are reading now or have read recently. You should say:    \n•\tHow and why you got it\n•\tHow long you it took you to read it or how long you have been reading it\n•\tWhat kind of book it is\nAnd say if you would like to read something else similar or not, and why",
        "part_3": [
            "Do people read more nowadays?",
            "Do you read before going to bed?",
            "In your opinion, how will e-books affect paper books?",
            "What's the difference between films and books?",
            "Let’s move on to the topic of traditional literature in your country.  What is one example of traditional literature in your country?",
            "Do you like reading the traditional literature of your country?"
        ]
    },
    {
        "part_1": [
            "Do you like art?",
            "Do you think art classes are necessary?",
            "How do you think art classes affect children’s development?",
            "What kind of paintings do people in your country like?",
            "What benefits can you get from painting as a hobby?",
            "Do you like to take photographs?",
            "Do you prefer to take photos yourself or to have other people take photos?",
            "How often do you take photographs?",
            "Do you prefer to take pictures of people or of scenery?",
            "Are there any photos on the walls of your home?"
        ],
        "part_2": "Talk about a book you have never read but would like to read. You should mention:\n•\tHow well known it is\n•\tWhy you would like to read it\n•\tWhy you have never read it before\nAnd say how you think it will compare to other books you have read",
        "part_3": [
            "Do people read more nowadays?",
            "Do you read before going to bed?",
            "In your opinion, how will e-books affect paper books?",
            "What's the difference between films and books?",
            "Let’s move on to the topic of traditional literature in your country.  What is one example of traditional literature in your country?",
            "Do you like reading the traditional literature of your country?"
        ]
    },
    {
        "part_1": [
            "Have you ever taken a ride on a boat?",
            "Do you like traveling by boat?",
            "What are the advantages of travelling by boat?",
            "Do people in your country like to travel by boat?",
            "Will it get more popular in the future?",
            "Do you like bags?",
            "What types of bags do you like?",
            "Do you usually carry a bag (when you go out)?",
            "What types of bags do you use in your everyday life?",
            "What do you put in these bags?",
            "What sorts of bags do women like to buy?"
        ],
        "part_2": "Describe a small business you want to start.\nYou should say:\n•\twhat business it would be\n•\twhen you want to start it\n•\twhy you have not you started it yet\nand explain why you want to start this business.",
        "part_3": [
            "In your opinion, do business people have to work long hours?",
            "How do business people relax?",
            "Let’s move on to the topic of small businesses. How can a small business grow big?",
            "In your opinion, what kind of small businesses will young people have in the future?",
            "In your opinion, what skills are required to start a small business?",
            "Finally, let’s talk about globalization. What are the impacts of globalization on small and large businesses?"
        ]
    },
    {
        "part_1": [
            "Do you like watching TV?",
            "How often do you watch TV?",
            "What kind of TV programmes do you like to watch?",
            "What are the most popular TV shows in your country?",
            "Has the internet affected your viewing habits?",
            "How often do you read?",
            "Do you like reading books? Why?",
            "Do you have many books at home?",
            "Do you prefer to buy books or borrow them?",
            "What are the benefits of reading?"
        ],
        "part_2": "Describe a positive change in your life. You should say:\n•\twhat the change was about\n•\twhen it happened\n•\tdescribe details of the change happened\nand describe how it affected you later in life.",
        "part_3": [
            "Do you think change is good?",
            "What are some of the major changes that occur to people throughout their lives?",
            "Is your country changing rapidly?",
            "In what ways have changes in technology changed people's lives?",
            "Why do old people not accept change?"
        ]
    },
    {
        "part_1": [
            "Do you use computers?",
            "What do you use a computer to do?",
            "Did you use computers when you were little?",
            "Do people often use computers these days?",
            "Will people continue to use computers in the future?",
            "Who is your favorite celebrity?",
            "Do you like any foreign celebrities?",
            "Would you want to be a celebrity in the future?",
            "Do you think we should protect famous people’s privacy?",
            "How do celebrities influence their fans in your country?"
        ],
        "part_2": "Describe your favourite city or a city you have visited that you like very much. You should say:\n•\tWhat its name is and where it is\n•\twhen you visited it.\n•\twhy you liked it\nAnd the major attractions in this city are",
        "part_3": [
            "In your opinion, what makes a city a good one to live in?",
            "What are the advantages of living in a city?",
            "Let’s move on from the positive aspects of cities to the negative aspects of cites. In your opinion, what are the negative aspects of crowded cities?",
            "How can governments improve living standards in crowded cities?",
            "What about air quality? What can people do to improve the air quality in the city?"
        ]
    },
    {
        "part_1": [
            "What is your favourite item of clothing?",
            "Are there any traditional clothes in your country?",
            "Where do you usually purchase your clothes?",
            "Have you ever bought clothes online?",
            "Who do you usually take photos of?",
            "How do you keep your photos?",
            "Do you keep your photographs on your computer?",
            "Have you framed any of your photos?",
            "Do you prefer to send postcards to people or to send photos that you took yourself?"
        ],
        "part_2": "Describe your favorite piece of clothing. You should say:\n•\tWhere you got it\n•\tDo you often wear it\n•\tWhen you wear it\nAnd explain why it is your favorite piece of clothing.",
        "part_3": [
            "Can clothing tell you much about a person in your country?",
            "Do people still wear traditional clothing in your country?",
            "How has clothing fashion changed in your country over the last few decades?",
            "Let’s move on from clothing to uniforms. Why do some companies ask their staff to wear uniforms?",
            "What are the advantages and disadvantages of having uniforms at work?",
            "For which jobs are people required to wear a uniform in your country?",
            "Do you think people are treated differently when they are in uniform?"
        ]
    },
    {
        "part_1": [
            "What’s the best season of the whole year?",
            "What do people normally do in that season?",
            "What’s the weather usually like in your country (or, your hometown)?",
            "How is the weather here different from the weather in your home country?",
            "What colors do you like?",
            "What’s the most popular color in your country?",
            "Do you like to wear dark or bright colors?",
            "What’s the difference between men and women’s preference for colors?",
            "Do colors affect your mood?"
        ],
        "part_2": "Describe an organization or a company that you know. Please say\n•\tHow big is it?\n•\tDo you find this company to be successful? Why?\n•\tWhat can you say about the working environment there?",
        "part_3": [
            "What is the difference between big companies and small companies?",
            "Are there many big companies in your country?",
            "What are the good things about working for a big company?",
            "Should big companies be punished more seriously than small companies?",
            "Why do some people choose to work at an international company?",
            "Let’s move on to the topic of companies’ services. How can a company maintain the quality of the service that it gives to the public?",
            "Do you think it's important for a company to provide after-sales service?"
        ]
    },
    {
        "part_1": [
            "How many people are there in your immediate family?",
            "Who do you get on best within your family?",
            "Do you have a large extended family?",
            "What do you do together with your family?",
            "Why is family important to you?",
            "Do you do housework at home?",
            "What kind of housework do you often do?",
            "Did you do housework when you were a child?",
            "Do you think that children should do housework?"
        ],
        "part_2": "Describe an important decision you have made. You should say:\n•\twhat the decision was\n•\twhy you made that choice\n•\twho helped you make the choice\nand explain why the decision was so important.",
        "part_3": [
            "Why do some people find it hard to make decisions?",
            "How important is it to get advice from other people when making decisions?",
            "Why is it sometimes difficult to accept advice?",
            "What are some of the most important decisions young people have to make?",
            "Do you agree that parents should make important decisions for their children?",
            "Is it better to make a decision thinking about what you want or thinking about what other people want?"
        ]
    },
    {
        "part_1": [
            "Do you have a healthy diet?",
            "Do you prefer eating at home or eating out?",
            "Do you like ordering food to be delivered?",
            "Who do you get food delivered with?",
            "Do you eat meals differently now compared to when you were little?",
            "What sort of weather do you like the most?",
            "Would you say the weather in your hometown is suitable for working (or studying)?",
            "Would you like to move to a place with the different weather?",
            "What season (or weather) do you think is most suitable for work and/or study?"
        ],
        "part_2": "Describe an environmental problem or event.\nYou should say:\n•\tWhat it is\n•\tWhere is it happening\n•\tWhat problems it causes",
        "part_3": [
            "What are some of the main environmental problems in your county?",
            "Why should people be concerned about the environment?",
            "How can people protect the environment?",
            "Do you think money should be spent on protecting animals?",
            "Do you think more should be done to protect natural scenic spots in your country?",
            "Let’s move on to water pollution. Is water pollution a problem in your country?",
            "What can individuals do to try and ensure water is kept clean?",
            "Do you think problems with the cleanliness of water will improve in the future?"
        ]
    },
    {
        "part_1": [
            "Do you mind noises?",
            "What types of noise do you come across in your daily life?",
            "Are there any sounds that you like?",
            "Where can you hear loud noises?",
            "Do you think there’s too much noise in modem society?",
            "Are cities becoming noisier?",
            "When do you send gifts?",
            "When was the last time you received a gift?",
            "Have you received a gift you didn’t like?",
            "How do you feel when you receive a gift?",
            "Do people in your country send gifts to show their generosity?"
        ],
        "part_2": "Describe an exciting experience you’ve had. You should say:\n•\twhen it was\n•\twhere you were\n•\twhat it was\nAnd explain what made this experience especially exciting.",
        "part_3": [
            "Can you compare some exciting activities people do now with activities people did 20 years ago?",
            "Why do some people enjoy doing dangerous sports?",
            "Do you think some dangerous activities should be banned?",
            "Let’s move on from exciting activities to people doing new things in general. Should people try doing new things?",
            "What problems can people have when they try new activities for the first time?",
            "Do you think it’s best to do new things on your own or with other people?"
        ]
    },
    {
        "part_1": [
            "Where is your hometown?",
            "How often do you visit your hometown?",
            "How many people live in your hometown?",
            "What is your hometown famous for?",
            "What’s the oldest part of your hometown?",
            "Who was your favorite teacher in high school?",
            "What’s your favorite subject in high school?",
            "Do you still remember what happened on your first day of high school?",
            "Do you still keep in touch with your friends from high school?",
            "Do you miss your life in high school?"
        ],
        "part_2": "Talk about the last time your whole family got together. You should mention:\n•\tWhere you met\n•\tWhat you did together\n•\tHow long you spent together\nAnd say if you would like to do the same thing again soon or not, and why",
        "part_3": [
            "Is family important in your country?",
            "Who should be responsible to care for the elderly? Should it be the family or the government?",
            "How has the size of the average family changed in your country in the last few decades?",
            "How do you think families will change in the future?",
            "Let’s move on to the roles of different family members. Should husbands and wives have different roles within the family?",
            "What role do grandparents play in the family in your country?"
        ]
    },
    {
        "part_1": [
            "Who do you live with?",
            "What is your favourite room in your home?",
            "How is your home decorated?",
            "Do you like visitors coming to your home?",
            "Do you like watching TV?",
            "What is your favourite TV show now?",
            "What was your favourite show when you were a child?",
            "Do you like watching TV shows from other countries?"
        ],
        "part_2": "Describe a family member that you get on well with. You should mention:\n•\tWhat their personality is like\n•\tWhat things they like doing\n•\tIf they have any strong dislikes\nAnd say why you think you have a good relationship",
        "part_3": [
            "Is family important in your country?",
            "Who should be responsible to care for the elderly? Should it be the family or the government?",
            "How has the size of the average family changed in your country in the last few decades?",
            "How do you think families will change in the future?",
            "Let’s move on to the roles of different family members. Should husbands and wives have different roles within the family?",
            "What role do grandparents play in the family in your country?"
        ]
    },
    {
        "part_1": [
            "Can you tell me about your hometown?",
            "How has your hometown changed over the years?",
            "Is there any way your hometown could be made better?",
            "Are there good transportation links to your hometown?",
            "What kind of jobs do the people in your hometown do?",
            "Do you have a lot of friends?",
            "Who is your best friend and why?",
            "Who would you most like to be friends with and why?",
            "What kind of person can you make friends with easily?",
            "Which is more important to you, friends or family?"
        ],
        "part_2": "Describe one of your relatives. You should say:\n•\tWhat that person looks like\n•\tWhat that person’s character is like\n•\tWhat they are doing at the moment\nAnd say which other relative of yours they are most similar to",
        "part_3": [
            "Is family important in your country?",
            "Who should be responsible to care for the elderly? Should it be the family or the government?",
            "How has the size of the average family changed in your country in the last few decades?",
            "How do you think families will change in the future?",
            "Let’s move on to the roles of different family members. Should husbands and wives have different roles within the family?",
            "What role do grandparents play in the family in your country?"
        ]
    },
    {
        "part_1": [
            "What is your country famous for?",
            "Where do you live in your country?",
            "Is it a interesting place to live?",
            "Are you planning to live there in the future?",
            "How is the weather today?",
            "What’s your favourite kind of weather?",
            "Is there any type of weather you really don’t like?",
            "What is the climate like in your country?",
            "Does the weather affect people’s lives in your country?",
            "Do people change in the summer?",
            "Does bad weather ever affect transport in your country?"
        ],
        "part_2": "Describe a famous food from your hometown or country. You should say:\n•\tWhat it looks like\n•\tWhat it tastes like\n•\tWhen and how it is usually eaten\nAnd say why you think it is famous",
        "part_3": [
            "What are the types of food that people eat in your country.",
            "What about foreign food? What kinds of foreign food are popular in your country?",
            "In your country, is it important to have a meal together with your family?",
            "Is food now better than in the past?",
            "Let’s move on to diet and eating habits. Do you think our diet is important?",
            "What is a balanced diet?",
            "How are the eating habits now in your country different from eating habits in the past?",
            "How might eating habits change in coming decades?"
        ]
    },
    {
        "part_1": [
            "Do you prefer public transportation or private transportation?",
            "What’s the most popular means of transportation in your hometown?",
            "Is it easy to catch a bus in your country?",
            "Is driving to work popular in your country?",
            "What do you think will become the most popular means of transportation in your country?",
            "Do you like indoor activities?",
            "What indoor activities do you like?",
            "How much time do you spend indoors every week?",
            "What types of indoor activities are popular in your country?"
        ],
        "part_2": "Describe a friend who has played an important part in your life. You should say:   \n•\tHow you met this person\n•\tHow long you have known him or her\n•\tThe kind of things you do or have done together\nAnd explain why this person has been important in your life",
        "part_3": [
            "What is the importance of friends?",
            "Would you like to have a few very good friends or a lot of just friends?",
            "If you had a problem, would you go to your friends or family? Why?",
            "Do you think it is always better to talk to your friends about such a problem?",
            "Is it important to have friends from other countries?"
        ]
    },
    {
        "part_1": [
            "How important is the Internet to you?",
            "Do you use the Internet more for work or in your free time?",
            "Do you think you use the Internet too much?",
            "How will the Internet develop in the future?",
            "Are there any negative things about the Internet?",
            "What is your major? Or what was your major?",
            "Did you or do you like it?",
            "Is it a popular major at your university?",
            "If you could change to another major, what would it be?",
            "Would you change it if you had the chance?"
        ],
        "part_2": "Describe a friend you had in primary school. You should say:\n•\tWhat that person was like\n•\tHow long you were friends for\n•\tWhat things you did together\nAnd say whether you are still in contact with that person or not, and why",
        "part_3": [
            "What is the importance of friends?",
            "Would you like to have a few very good friends or a lot of just friends?",
            "If you had a problem, would you go to your friends or family? Why?",
            "Do you think it is always better to talk to your friends about such a problem?",
            "Is it important to have friends from other countries?"
        ]
    },
    {
        "part_1": [
            "Do you like outdoor activities?",
            "What outdoor sports do you like?",
            "How much time do you spend outdoors every week?",
            "What types of outdoor activities are popular in your country?",
            "How often do you use the Internet?",
            "Do you think you use the Internet too much?",
            "What are your favourite websites?",
            "What are the positive and negative things about the Internet?"
        ],
        "part_2": "Describe a piece of furniture that you own.\nYou should say:\n•\twhat it is\n•\twhere you bought it\n•\thow you use it\nand explain why you like it.",
        "part_3": [
            "In what situations do people in your country buy furniture?",
            "In families in your country, who usually decides what furniture to buy for the home?",
            "How do people  in your country decide what furniture to buy for the home or office?",
            "Do people in your country prefer traditional or modern styles of furniture?"
        ]
    },
    {
        "part_1": [
            "What do you do in your free time?",
            "Do you have a busy social life?",
            "Do you lead an active life?",
            "Has your life changed much in the last year?",
            "What would you like to change about your lifestyle?",
            "Do you work right now?",
            "Do you get on well with your co-workers?",
            "What responsibilities do you have at your work?",
            "Are there good work opportunities in your home country?"
        ],
        "part_2": "Describe your (or your friend's) experience with an illness or injury. You should say:\n•\tWhat it was\n•\tWhen it happened\n•\tHow you (or your friend) handled it\nand say how do you feel about it now.",
        "part_3": [
            "How can people improve their health?",
            "Do elderly people exercise much in your country?",
            "Do you think all illnesses can be prevented?",
            "Do you think that illnesses will be less common in the future?",
            "Do you think healthcare should be free?",
            "What makes someone a good doctor?"
        ]
    },
    {
        "part_1": [
            "Do you work or study?",
            "What is your major? Or what was your major?",
            "Why did you choose that major?",
            "What is the most difficult part of studying that subject?",
            "Do you plan to use the subject you are studying in the future?",
            "Do you play any sports?",
            "Do you watch sports on TV?",
            "What is the most popular sport in your country?",
            "How do people in your country stay fit?",
            "Is it important for children to play sports?"
        ],
        "part_2": "Describe something healthy you enjoy doing.\nYou should say:\n•\tWhat you do\n•\tWhere you do it\n•\tWho you do it with\nand explain why you think doing this is healthy.",
        "part_3": [
            "How can people improve their health?",
            "Do elderly people exercise much in your country?",
            "Do you think all illnesses can be prevented?",
            "Do you think that illnesses will be less common in the future?",
            "Do you think healthcare should be free?",
            "What makes someone a good doctor?"
        ]
    },
    {
        "part_1": [
            "How often do you go to the cinema?",
            "Are cinema tickets expensive in your country?",
            "What are the advantages of seeing a film at the cinema?",
            "Do you usually watch films alone or with others?",
            "Which actor would you like to play you in a film?",
            "How do you listen to music?",
            "When do you listen to music?",
            "What’s your favorite kind of music?",
            "Is music an important subject at school in your country?",
            "What kinds of music are (most) popular in your country?"
        ],
        "part_2": "Describe a time when you helped someone. You should say\n•\tWhen you helped\n•\tHow you helped\n•\tHow you felt after helping",
        "part_3": [
            "Do you like helping others?",
            "Do you think people are less willing to help others these days compared to the past?",
            "Do people today trust others as much as they used to in the past?",
            "How do people in your community help each other?",
            "Let’s move on to the topic of educating children to help people. In your view, should children be taught to help others?",
            "In your opinion, how can we encourage children to help others?",
            "What about students? How can students, such as high-school students, help each other?"
        ]
    },
    {
        "part_1": [
            "What’s your favorite kind of music?",
            "Do you like to listen to live music?",
            "Is live music popular in your country?",
            "Have you ever been to a concert before? Or Have you ever been to a musical performance?",
            "Do you often read newspapers?",
            "Do you prefer to read local news or international news?",
            "Which is more popular where you live, newspapers or magazines?",
            "Do many people today read newspapers?",
            "In the future, do you think more people than today will read magazines, or fewer people?",
            "Do you think newspapers will be very important to you in the future?"
        ],
        "part_2": "Describe a historical place that you have visited. You should say:\n•\twhat kind of place it is\n•\twhere it is located\n•\twhat the historical significance of the place is\nand describe your experience of the place.",
        "part_3": [
            "Do you think history is important?",
            "Do you like to learn about history?",
            "What do you think we can learn by studying history?",
            "Let’s move on to different ways of learning about history. In your opinion, how can people learn about history?",
            "Do you think people can learn history from films or TV programs?",
            "Do you think the internet is a good place to learn about history?",
            "What is the effect of technology on how people learn about history?"
        ]
    },
    {
        "part_1": [
            "Where was the last place you visited on holiday?",
            "Would you like to go back there again?",
            "What kind of tourist destinations do you usually prefer?",
            "Has a foreign visitor ever stayed at your home?",
            "What’s the best way to save money while traveling?",
            "How much time do you spend listening to music every day?",
            "Are your music tastes varied?",
            "What is your favorite song?",
            "Do you like to sing along to your favorite songs?",
            "Are you learning to play a musical instrument at the moment?"
        ],
        "part_2": "Talk about an activity you like doing when you are on holiday. You should say:\n•\tWhere you usually do it\n•\tWho you do it with\n•\tWhy you enjoy it\nAnd say whether you also enjoyed doing that when you were a child or not, and why",
        "part_3": [
            "First of all, why do people go on holiday?",
            "How important is it for families to go on holiday together?",
            "Why do some people go on holiday alone?",
            "How have holidays changed over the past few decades?",
            "What kind of holidays will be popular in the future?",
            "Let’s move on to talk about taking holidays in foreign country. Do you think is it better to take a holiday in your own country or in a foreign country?",
            "What problems can people have on holiday in a foreign country?"
        ]
    },
    {
        "part_1": [
            "What do you think patience is?",
            "Do you think patience is important?",
            "Do you think you are an patient person?",
            "Have you ever lost your patience?",
            "Are you a polite person?",
            "Who taught you to be polite?",
            "Is it important to be polite?",
            "What do you do if others are not polite to you?"
        ],
        "part_2": "Talk about somewhere you went on holiday. You should say:\n•\tHow you got there\n•\tWhat activities you did there\n•\tWho you went with\nAnd say if you would recommend that holiday to a friend or not, and why",
        "part_3": [
            "First of all, why do people go on holiday?",
            "How important is it for families to go on holiday together?",
            "Why do some people go on holiday alone?",
            "How have holidays changed over the past few decades?",
            "What kind of holidays will be popular in the future?",
            "Let’s move on to talk about taking holidays in foreign country. Do you think is it better to take a holiday in your own country or in a foreign country?",
            "What problems can people have on holiday in a foreign country?"
        ]
    },
    {
        "part_1": [
            "Have you ever worked before?",
            "What was your first day at work like?",
            "What responsibilities did you have at work?",
            "What was your typical day like at work?",
            "Have you taken any volunteer works?",
            "Why did you do the volunteer works?",
            "Do you know any volunteers?",
            "How do you define volunteer work?"
        ],
        "part_2": "Talk about your dream holiday. You should say:\n•\tWhere you would like to go\n•\tWhat kind of accommodations you would like\n•\tWhat activities you would like to do\nAnd say if you ever think you will go on a holiday like that or not, and why",
        "part_3": [
            "First of all, why do people go on holiday?",
            "How important is it for families to go on holiday together?",
            "Why do some people go on holiday alone?",
            "How have holidays changed over the past few decades?",
            "What kind of holidays will be popular in the future?",
            "Let’s move on to talk about taking holidays in foreign country. Do you think is it better to take a holiday in your own country or in a foreign country?",
            "What problems can people have on holiday in a foreign country?"
        ]
    },
    {
        "part_1": [
            "Do you have a job right now?",
            "Do you enjoy your job?",
            "What responsibilities do you have at work?",
            "What is your typical day like at work?",
            "What would you change about your job?",
            "What job do you think you will be doing in five years?",
            "What skills and qualifications are required for this job?"
        ],
        "part_2": "Talk about your plans for your next long vacation. You should say:\n•\tWhere you want to go\n•\tWho you want to go there with\n•\tWhat you want to do when you get there\nAnd say how likely you are to do what you have planned, and why",
        "part_3": [
            "First of all, why do people go on holiday?",
            "How important is it for families to go on holiday together?",
            "Why do some people go on holiday alone?",
            "How have holidays changed over the past few decades?",
            "What kind of holidays will be popular in the future?",
            "Let’s move on to talk about taking holidays in foreign country. Do you think is it better to take a holiday in your own country or in a foreign country?",
            "What problems can people have on holiday in a foreign country?"
        ]
    },
    {
        "part_1": [
            "Let’s talk about your hometown. Where is your hometown?",
            "What do you like about it?",
            "What do you not like about it?",
            "How important is your hometown to you?",
            "Do you think you will continue to live in your hometown?",
            "Let’s move on to talk about accommodation. Tell me about the kind of accommodation you live in?",
            "Does the place you live in have many amenities?",
            "Is there anything you would like to change about the place you live in?",
            "Do you plan to live there for a long time?"
        ],
        "part_2": "Describe someone who has had an important influence in your life. You should say:\n•\tWho the person is\n•\tHow long you have known him or her\n•\tWhat qualities this person has\nand explain why this person has had such an influence on you.",
        "part_3": [
            "What types of people influence the young in your country?",
            "What type of people, such as parents, teachers, or friends, are best to influence young people’s behavior?",
            "Why it is important for young people to have role models?",
            "What do you think young people will be influenced by the most in the future?"
        ]
    },
    {
        "part_1": [
            "Do you live in a house or a flat?",
            "Is it a big place?",
            "How long have you lived there?",
            "What do you like about living there?",
            "Is there a garden in the place you live in?",
            "Do you prefer to hot weather or cold?",
            "Tell me about the weather in your country in different times of the year?",
            "Which time of the year did you enjoy the most when you were the child?",
            "Do you (usually) pay attention to the weather forecasts?",
            "Has the weather changed much in your country in recent years?"
        ],
        "part_2": "Describe a website that you often use. You should say:\n•\twhat type of website it is\n•\thow you found out about it\n•\twhat it allows you to do, and why you find it useful.",
        "part_3": [
            "How do you think the Internet will change people's buying habits in the future?",
            "What are the pros and cons of shopping online?",
            "Is the Internet important for education?",
            "Do you think parents should supervise their children’s use of the Internet?",
            "What's the best age for children to use the Internet?",
            "Why do children start using the Internet very early nowadays?",
            "Let’s move on to what people do on the Internet. What do you think people do on the Internet?",
            "What about elderly people? Do elderly people use the Internet very much?"
        ]
    },
    {
        "part_1": [
            "Do you like reading books? Why?",
            "What book would you take on a long journey?",
            "How easy is it for you to read books in English?",
            "Have you given up reading a book recently?",
            "What kind of people like reading and what kind of people don’t like reading very much?",
            "Do you like watching advertisements?",
            "Will you buy something because of an advertisement?",
            "How do you feel when you see pop-up ads on the internet?",
            "Do you like funny or serious advertisements?",
            "What makes a good advertisement?"
        ],
        "part_2": "Describe a time you were late for something. You should say:\n•\twhen it was\n•\twhy you were late\n•\thow people reacted to you being late\nand explain what happened because you were late.",
        "part_3": [
            "What is the general attitude towards arriving somewhere late in your country?",
            "What is an example of a time that it is very important for people to arrive on time in your country?",
            "Can you suggest some ways to make sure you are not late for anything?",
            "Let’s move on to how modern technology influences the way that people manage time. Do you think computers make it easier or more difficult to manage time?",
            "How can modern technology help people arrive early?",
            "Do you think it is easy to manage your time in the modern world?"
        ]
    },
    {
        "part_1": [
            "Do you like art?",
            "Do you think art classes are necessary?",
            "How do you think art classes affect children’s development?",
            "What kind of paintings do people in your country like?",
            "What benefits can you get from painting as a hobby?",
            "Do you like to take photographs?",
            "Do you prefer to take photos yourself or to have other people take photos?",
            "How often do you take photographs?",
            "Do you prefer to take pictures of people or of scenery?",
            "Are there any photos on the walls of your home?"
        ],
        "part_2": "Describe the most useful household appliance that you have. You should say:\n•\tWhat it is\n•\tHow it works\n•\tHow life would be without it\nAnd explain why it is so important to you to you.",
        "part_3": [
            "What kinds of machines are used for housework in modern homes in your country?",
            "How have these machines benefited people? Are there any negative effects of using them?",
            "Do you think all new homes will be equipped with household machines in the future? Why?",
            "Let’s move on to technology. Do you think people rely too much on technology?",
            "Do you think men and women view technology differently?",
            "Finally, let’s talk about the impact of technology on employment. How have developments in technology affected employment in your country?",
            "Some people think that technology has brought more stress than benefits to employed people nowadays. Do you agree or disagree with this statement?"
        ]
    },
    {
        "part_1": [
            "Have you ever taken a ride on a boat?",
            "Do you like traveling by boat?",
            "What are the advantages of travelling by boat?",
            "Do people in your country like to travel by boat?",
            "Will it get more popular in the future?",
            "Do you like bags?",
            "What types of bags do you like?",
            "Do you usually carry a bag (when you go out)?",
            "What types of bags do you use in your everyday life?",
            "What do you put in these bags?",
            "What sorts of bags do women like to buy?"
        ],
        "part_2": "Describe an occasion when you forgot something important.\nYou should say:\n•\twhat you forgot\n•\thow important it was\n•\tSome possible reasons why you forgot it",
        "part_3": [
            "Do you think it's important to have a good memory?",
            "Why do sometimes people forget things?",
            "Which do you think is more important to remember, a business meeting or a meeting with a friend?",
            "Are there any things that are especially important for people to memorize?",
            "Let’s move on from memory to family history. Why do people want to remember their family history?",
            "What can you do to learn more about your family history?"
        ]
    },
    {
        "part_1": [
            "Do you like watching TV?",
            "How often do you watch TV?",
            "What kind of TV programmes do you like to watch?",
            "What are the most popular TV shows in your country?",
            "Has the internet affected your viewing habits?",
            "How often do you read?",
            "Do you like reading books? Why?",
            "Do you have many books at home?",
            "Do you prefer to buy books or borrow them?",
            "What are the benefits of reading?"
        ],
        "part_2": "Describe what you would do if you received a very large amount of money. You should say:\n•\twho you would share it with\n•\twhat you would buy\n•\twhat else you would do\nand explain how you would feel about getting so much money.",
        "part_3": [
            "Is money important to you?",
            "What is the relationship between money and power?",
            "Let’s move on to teaching children about money. How do you think parents can teach the value of money to their children?",
            "Do you think it is important to teach children money skills?",
            "Should we let children buy whatever they want with money they’ve saved?"
        ]
    },
    {
        "part_1": [
            "Do you use computers?",
            "What do you use a computer to do?",
            "Did you use computers when you were little?",
            "Do people often use computers these days?",
            "Will people continue to use computers in the future?",
            "Who is your favorite celebrity?",
            "Do you like any foreign celebrities?",
            "Would you want to be a celebrity in the future?",
            "Do you think we should protect famous people’s privacy?",
            "How do celebrities influence their fans in your country?"
        ],
        "part_2": "Talk about a musical instrument you would like to be able to play but have never tried. You should say:\n•\tWhat the instrument looks like\n•\tWhat it sounds like\n•\tWhat kinds of people it is popular with\nAnd say if you think you will ever try to play that instrument or not, and why",
        "part_3": [
            "What kind of music is popular in your country?",
            "How does pop music now compare to when you were growing up?",
            "Is foreign music or music from your country more popular with people your age?",
            "Let’s move on to the role of government on music. Do you think is it necessary for the government to require all children to learn music?",
            "Do you think the government needs to do more to preserve traditional music? What could they do?",
            "Finally, let’s talk about illegal downloading of music. There's a lot of pirated music. Do you agree that we should support official music?",
            "What are some possible advantages and disadvantages of being stricter about the illegal downloading of music?",
            "Do you think CDs will have any role in the music industry in the future?"
        ]
    },
    {
        "part_1": [
            "What is your favourite item of clothing?",
            "Are there any traditional clothes in your country?",
            "Where do you usually purchase your clothes?",
            "Have you ever bought clothes online?",
            "Who do you usually take photos of?",
            "How do you keep your photos?",
            "Do you keep your photographs on your computer?",
            "Have you framed any of your photos?",
            "Do you prefer to send postcards to people or to send photos that you took yourself?"
        ],
        "part_2": "Describe an interesting piece of news that you have recently read about or heard about\nYou should say:\n•\twhat the story was\n•\twho was involved in the story\n•\twhere you read or heard about this story\nand explain why this news story was interesting to you.",
        "part_3": [
            "How do people get their news in today’s society?",
            "How do you think people will get their news in the future?",
            "How does modern technology affect the delivery of news?",
            "Do you believe everything you read in the newspaper?",
            "Let’s move on to the topic of good news. In your opinion, when do people share good news?",
            "How do people share good news?"
        ]
    },
    {
        "part_1": [
            "What’s the best season of the whole year?",
            "What do people normally do in that season?",
            "What’s the weather usually like in your country (or, your hometown)?",
            "How is the weather here different from the weather in your home country?",
            "What colors do you like?",
            "What’s the most popular color in your country?",
            "Do you like to wear dark or bright colors?",
            "What’s the difference between men and women’s preference for colors?",
            "Do colors affect your mood?"
        ],
        "part_2": "Describe people that you know and believe to be very good parents. You should say:\n•\tWho they are\n•\tHow you met them\n•\tWhy you think they are good parents\nAnd explain what it requires to be good parents.",
        "part_3": [
            "For parents, what is important when bringing up their children?",
            "Do you think mothers and fathers have different roles to play in bringing up a child?",
            "Let’s move on to education of children. Do you think hitting children is sometimes necessary for discipline?",
            "Do you think sweets are a good thing to reward children with?",
            "Do you think parents spend too much on buying toys for their children?"
        ]
    },
    {
        "part_1": [
            "How many people are there in your immediate family?",
            "Who do you get on best within your family?",
            "Do you have a large extended family?",
            "What do you do together with your family?",
            "Why is family important to you?",
            "Do you do housework at home?",
            "What kind of housework do you often do?",
            "Did you do housework when you were a child?",
            "Do you think that children should do housework?"
        ],
        "part_2": "Describe the best party you have been to. You should say:\n•\twhose party it was\n•\twho was there\n•\twhat happened at the party\nand explain what made it so enjoyable.",
        "part_3": [
            "When do people usually have parties in your country?",
            "What makes a good party?",
            "What are the main reasons why people organise family parties in your country?",
            "In some places people spend a lot of money on parties that celebrate special family events. Is this ever true in your country? Do think this is a good trend or a bad trend?",
            "How important is it to celebrate important events with a group of people?",
            "Why do some people think that national celebrations are a waste of government money? Do you agree or disagree with this view? Why?"
        ]
    },
    {
        "part_1": [
            "Do you have a healthy diet?",
            "Do you prefer eating at home or eating out?",
            "Do you like ordering food to be delivered?",
            "Who do you get food delivered with?",
            "Do you eat meals differently now compared to when you were little?",
            "What sort of weather do you like the most?",
            "Would you say the weather in your hometown is suitable for working (or studying)?",
            "Would you like to move to a place with the different weather?",
            "What season (or weather) do you think is most suitable for work and/or study?"
        ],
        "part_2": "Talk about a birthday party you can remember well. You should say:\n•\tHow you celebrated\n•\tWho you were with\n•\tWhy you remember that day\nAnd say how it was different from other birthdays you have had before or since",
        "part_3": [
            "When do people usually have parties in your country?",
            "What makes a good party?",
            "What are the main reasons why people organise family parties in your country?",
            "In some places people spend a lot of money on parties that celebrate special family events. Is this ever true in your country? Do think this is a good trend or a bad trend?",
            "How important is it to celebrate important events with a group of people?",
            "Why do some people think that national celebrations are a waste of government money? Do you agree or disagree with this view? Why?"
        ]
    },
    {
        "part_1": [
            "Do you mind noises?",
            "What types of noise do you come across in your daily life?",
            "Are there any sounds that you like?",
            "Where can you hear loud noises?",
            "Do you think there’s too much noise in modem society?",
            "Are cities becoming noisier?",
            "When do you send gifts?",
            "When was the last time you received a gift?",
            "Have you received a gift you didn’t like?",
            "How do you feel when you receive a gift?",
            "Do people in your country send gifts to show their generosity?"
        ],
        "part_2": "Describe a typical festival or celebration in your country. You should say:\n•\tWhen it usually happens\n•\tWhat it is celebrating\n•\tWhat people do\nAnd say if that is your favourite celebration or not, and why",
        "part_3": [
            "When do people usually have parties in your country?",
            "What makes a good party?",
            "What are the main reasons why people organise family parties in your country?",
            "In some places people spend a lot of money on parties that celebrate special family events. Is this ever true in your country? Do think this is a good trend or a bad trend?",
            "How important is it to celebrate important events with a group of people?",
            "Why do some people think that national celebrations are a waste of government money? Do you agree or disagree with this view? Why?"
        ]
    },
    {
        "part_1": [
            "Where is your hometown?",
            "How often do you visit your hometown?",
            "How many people live in your hometown?",
            "What is your hometown famous for?",
            "What’s the oldest part of your hometown?",
            "Who was your favorite teacher in high school?",
            "What’s your favorite subject in high school?",
            "Do you still remember what happened on your first day of high school?",
            "Do you still keep in touch with your friends from high school?",
            "Do you miss your life in high school?"
        ],
        "part_2": "Describe your favorite festival or celebration. You should say:\n•\tWhat time of year it is\n•\tWhy you like it\n•\tWhat you usually do\nAnd say how that festival or celebration compares to others in your country or abroad",
        "part_3": [
            "When do people usually have parties in your country?",
            "What makes a good party?",
            "What are the main reasons why people organise family parties in your country?",
            "In some places people spend a lot of money on parties that celebrate special family events. Is this ever true in your country? Do think this is a good trend or a bad trend?",
            "How important is it to celebrate important events with a group of people?",
            "Why do some people think that national celebrations are a waste of government money? Do you agree or disagree with this view? Why?"
        ]
    },
    {
        "part_1": [
            "Who do you live with?",
            "What is your favourite room in your home?",
            "How is your home decorated?",
            "Do you like visitors coming to your home?",
            "Do you like watching TV?",
            "What is your favourite TV show now?",
            "What was your favourite show when you were a child?",
            "Do you like watching TV shows from other countries?"
        ],
        "part_2": "Talk about one thing you are going to do next weekend. You should mention:\n•\tWhere you are going to do it\n•\tWho you are going to do it with\n•\tAny equipment you need to do it\nAnd say whether you are looking forward to it or not, and why",
        "part_3": [
            "In general, do you think planning is important?",
            "Do you think people should make highly detailed plans or just general plans?",
            "What types of people like to make plans?",
            "Why do you think some people dislike making plans?",
            "Let’s move on from planning to career plans. Do you think it's important for a person to have a career plan?",
            "How do most people plan their futures in their education and careers?",
            "Do you think it's important for young people to get advice from their parents when planning a career?"
        ]
    },
    {
        "part_1": [
            "Can you tell me about your hometown?",
            "How has your hometown changed over the years?",
            "Is there any way your hometown could be made better?",
            "Are there good transportation links to your hometown?",
            "What kind of jobs do the people in your hometown do?",
            "Do you have a lot of friends?",
            "Who is your best friend and why?",
            "Who would you most like to be friends with and why?",
            "What kind of person can you make friends with easily?",
            "Which is more important to you, friends or family?"
        ],
        "part_2": "Talk about one thing you are planning to do after you pass the IELTS test. You should say:\n•\tWhen you think you will do it\n•\tWhy you want to do it\n•\tHow long you have had that plan\nAnd say whether there are any other options for what you could do which might be just as good",
        "part_3": [
            "In general, do you think planning is important?",
            "Do you think people should make highly detailed plans or just general plans?",
            "What types of people like to make plans?",
            "Why do you think some people dislike making plans?",
            "Let’s move on from planning to career plans. Do you think it's important for a person to have a career plan?",
            "How do most people plan their futures in their education and careers?",
            "Do you think it's important for young people to get advice from their parents when planning a career?"
        ]
    },
    {
        "part_1": [
            "What is your country famous for?",
            "Where do you live in your country?",
            "Is it a interesting place to live?",
            "Are you planning to live there in the future?",
            "How is the weather today?",
            "What’s your favourite kind of weather?",
            "Is there any type of weather you really don’t like?",
            "What is the climate like in your country?",
            "Does the weather affect people’s lives in your country?",
            "Do people change in the summer?",
            "Does bad weather ever affect transport in your country?"
        ],
        "part_2": "Talk about a goal or ambition you have. You should say:\n•\tWhen and why you first discovered you had that goal or ambition\n•\tWhat you need to do to make it come true\n•\tWhat your next step needs to be\nAnd say if you think you will achieve that goal or ambition or not, and why",
        "part_3": [
            "In general, do you think planning is important?",
            "Do you think people should make highly detailed plans or just general plans?",
            "What types of people like to make plans?",
            "Why do you think some people dislike making plans?",
            "Let’s move on from planning to career plans. Do you think it's important for a person to have a career plan?",
            "How do most people plan their futures in their education and careers?",
            "Do you think it's important for young people to get advice from their parents when planning a career?"
        ]
    },
    {
        "part_1": [
            "Do you prefer public transportation or private transportation?",
            "What’s the most popular means of transportation in your hometown?",
            "Is it easy to catch a bus in your country?",
            "Is driving to work popular in your country?",
            "What do you think will become the most popular means of transportation in your country?",
            "Do you like indoor activities?",
            "What indoor activities do you like?",
            "How much time do you spend indoors every week?",
            "What types of indoor activities are popular in your country?"
        ],
        "part_2": "Describe something which is produced in your country, such as a food, a handicraft, or a car.\nYou should say:\n•\twhat it is\n•\twhat it is used for\n•\thow it is made or produced\nand explain why your country produces this thing.",
        "part_3": [
            "What kinds of products are mostly imported into your country?",
            "In your opinion, why do some people like to buy imported products?",
            "Let’s move on to local products. What are some famous local products in your country?",
            "Do you think a country should make everything it needs or import some things?",
            "What are the disadvantages of a country producing everything it needs?",
            "Finally, let’s talk about globalisation. Do you think the globalisation of industries and commerce is a good thing?",
            "What are the impacts of globalization on international trade?"
        ]
    },
    {
        "part_1": [
            "How important is the Internet to you?",
            "Do you use the Internet more for work or in your free time?",
            "Do you think you use the Internet too much?",
            "How will the Internet develop in the future?",
            "Are there any negative things about the Internet?",
            "What is your major? Or what was your major?",
            "Did you or do you like it?",
            "Is it a popular major at your university?",
            "If you could change to another major, what would it be?",
            "Would you change it if you had the chance?"
        ],
        "part_2": "Describe a restaurant or a cafe you often go to. You should say:\n•\tWhere it is\n•\tWhat it looks like\n•\tWhat kind of services are provided\n•\tWhat kind of food you like there/ What kind of food is famous?\nAnd say why you like it",
        "part_3": [
            "Do many people eat in restaurants in your country?",
            "Why do some people enjoy eating out?",
            "Is it expensive to eat out in your country?",
            "Let’s move on from eating in restaurants to cooking at home. Do you like to cook at home?",
            "Nowadays, more and more people are unwilling to cook. Why is this happening?",
            "What’s the difference between restaurant food and home-cooked food?"
        ]
    },
    {
        "part_1": [
            "Do you like outdoor activities?",
            "What outdoor sports do you like?",
            "How much time do you spend outdoors every week?",
            "What types of outdoor activities are popular in your country?",
            "How often do you use the Internet?",
            "Do you think you use the Internet too much?",
            "What are your favourite websites?",
            "What are the positive and negative things about the Internet?"
        ],
        "part_2": "Describe a traffic rule or law you know about. You should say:\n•\twhat it is\n•\thow you know about it\n•\tif you follow this rule or law\nand explain why this rule is important.",
        "part_3": [
            "Why do we have rules in society?",
            "Do you think it's necessary to set up rules about overworking people?",
            "What are some examples of rules that exist in many families?",
            "What are some rules that exist in schools or workplaces in your country?",
            "Do you think that the students themselves should have a say in what kinds of school rules there are?"
        ]
    },
    {
        "part_1": [
            "What do you do in your free time?",
            "Do you have a busy social life?",
            "Do you lead an active life?",
            "Has your life changed much in the last year?",
            "What would you like to change about your lifestyle?",
            "Do you work right now?",
            "Do you get on well with your co-workers?",
            "What responsibilities do you have at your work?",
            "Are there good work opportunities in your home country?"
        ],
        "part_2": "Describe a rule you had to obey when you were in school. You should say:\n•\twhat the rule was\n•\tif you agreed with the rule\n•\twhy the rule existed\nand what happened if students broke the rule.",
        "part_3": [
            "Why do we have rules in society?",
            "Do you think it's necessary to set up rules about overworking people?",
            "What are some examples of rules that exist in many families?",
            "What are some rules that exist in schools or workplaces in your country?",
            "Do you think that the students themselves should have a say in what kinds of school rules there are?"
        ]
    },
    {
        "part_1": [
            "Do you work or study?",
            "What is your major? Or what was your major?",
            "Why did you choose that major?",
            "What is the most difficult part of studying that subject?",
            "Do you plan to use the subject you are studying in the future?",
            "Do you play any sports?",
            "Do you watch sports on TV?",
            "What is the most popular sport in your country?",
            "How do people in your country stay fit?",
            "Is it important for children to play sports?"
        ],
        "part_2": "Describe a school that you are attending or attended in the past. You should say:\n•\tWhat it looks like from the outside\n•\tWhat it looks like inside\n•\tWhat facilities it has\nAnd say if you think it is a good school building or not, and why",
        "part_3": [
            "Is higher education too expensive in your country?",
            "Should all students pay for their university education?",
            "Can you compare the education your parents had with the education that you received?",
            "What changes do you think will happen in the classrooms of the near future?",
            "Let’s move on to university education. What advantages do universities bring to society?",
            "Which is more important, research or teaching?",
            "What makes a good university student?"
        ]
    },
    {
        "part_1": [
            "How often do you go to the cinema?",
            "Are cinema tickets expensive in your country?",
            "What are the advantages of seeing a film at the cinema?",
            "Do you usually watch films alone or with others?",
            "Which actor would you like to play you in a film?",
            "How do you listen to music?",
            "When do you listen to music?",
            "What’s your favorite kind of music?",
            "Is music an important subject at school in your country?",
            "What kinds of music are (most) popular in your country?"
        ],
        "part_2": "Talk about a subject you would like to study in the future. You should say:\n•\tWhy you want to study that subject\n•\tWhat things about that subject you find particularly interesting\n•\tWhere it is possible to study that subject\nAnd say if you think you will start studying it soon or not, and why",
        "part_3": [
            "Is higher education too expensive in your country?",
            "Should all students pay for their university education?",
            "Can you compare the education your parents had with the education that you received?",
            "What changes do you think will happen in the classrooms of the near future?",
            "Let’s move on to university education. What advantages do universities bring to society?",
            "Which is more important, research or teaching?",
            "What makes a good university student?"
        ]
    },
    {
        "part_1": [
            "What’s your favorite kind of music?",
            "Do you like to listen to live music?",
            "Is live music popular in your country?",
            "Have you ever been to a concert before? Or Have you ever been to a musical performance?",
            "Do you often read newspapers?",
            "Do you prefer to read local news or international news?",
            "Which is more popular where you live, newspapers or magazines?",
            "Do many people today read newspapers?",
            "In the future, do you think more people than today will read magazines, or fewer people?",
            "Do you think newspapers will be very important to you in the future?"
        ],
        "part_2": "Describe an area of science that you are interested in. You should say\n•\tWhat it is\n•\tWhat you can learn from it\n•\tWhen you started become interested in it\nAnd explain how this area of science helps you",
        "part_3": [
            "Do you think science is important?",
            "Do you think science can change our society?",
            "Which area of science has been the most important in the last one hundred years?",
            "Let’s move on to talk about inventions. What do you think have been some of the most important inventions in the past 100 years or so?",
            "Why do you think some inventions have not been successful in the marketplace?",
            "Do you think it's good that new inventions are appearing so often?",
            "Do you think there will be any negative effects resulting from future technology?"
        ]
    },
    {
        "part_1": [
            "Where was the last place you visited on holiday?",
            "Would you like to go back there again?",
            "What kind of tourist destinations do you usually prefer?",
            "Has a foreign visitor ever stayed at your home?",
            "What’s the best way to save money while traveling?",
            "How much time do you spend listening to music every day?",
            "Are your music tastes varied?",
            "What is your favorite song?",
            "Do you like to sing along to your favorite songs?",
            "Are you learning to play a musical instrument at the moment?"
        ],
        "part_2": "Describe a scientific subject that you learned about in high school. You should say:\n•\twhat subject it was\n•\twho taught you this subject\n•\twhat you learned from it\nand explain how this subject helped you in your life.",
        "part_3": [
            "Do you think science is important?",
            "Do you think science can change our society?",
            "Which area of science has been the most important in the last one hundred years?",
            "Let’s move on to talk about inventions. What do you think have been some of the most important inventions in the past 100 years or so?",
            "Why do you think some inventions have not been successful in the marketplace?",
            "Do you think it's good that new inventions are appearing so often?",
            "Do you think there will be any negative effects resulting from future technology?"
        ]
    },
    {
        "part_1": [
            "What do you think patience is?",
            "Do you think patience is important?",
            "Do you think you are an patient person?",
            "Have you ever lost your patience?",
            "Are you a polite person?",
            "Who taught you to be polite?",
            "Is it important to be polite?",
            "What do you do if others are not polite to you?"
        ],
        "part_2": "Describe a shopping street in your hometown. You should say:\n•\tWhat things you can buy there\n•\tWhat the most popular shops are\n•\tAny changes there have been over the years\nAnd say if you think shopping there will become more or less popular in the future, and why",
        "part_3": [
            "Is shopping a popular activity in your country?",
            "How have shopping habits changed over recent years?",
            "To what extent do you think advertising affects the way people shop?",
            "Do you think shopping habits are likely to change in the future?",
            "Why do some people prefer to purchase brand name products produced abroad?",
            "Is service better in large shops or in small shops?",
            "What do people do when they get bad service?"
        ]
    },
    {
        "part_1": [
            "Have you ever worked before?",
            "What was your first day at work like?",
            "What responsibilities did you have at work?",
            "What was your typical day like at work?",
            "Have you taken any volunteer works?",
            "Why did you do the volunteer works?",
            "Do you know any volunteers?",
            "How do you define volunteer work?"
        ],
        "part_2": "Describe a shop in your hometown or the place you are living now. You should say:\n•\tWhere it is\n•\tWhat it sells\n•\tWhat the advantages of shopping there are\nAnd, if you think it will be popular or not in the future, and why",
        "part_3": [
            "Is shopping a popular activity in your country?",
            "How have shopping habits changed over recent years?",
            "To what extent do you think advertising affects the way people shop?",
            "Do you think shopping habits are likely to change in the future?",
            "Why do some people prefer to purchase brand name products produced abroad?",
            "Is service better in large shops or in small shops?",
            "What do people do when they get bad service?"
        ]
    },
    {
        "part_1": [
            "Do you have a job right now?",
            "Do you enjoy your job?",
            "What responsibilities do you have at work?",
            "What is your typical day like at work?",
            "What would you change about your job?",
            "What job do you think you will be doing in five years?",
            "What skills and qualifications are required for this job?"
        ],
        "part_2": "Describe a problem in your city. You should say:\n•\twhat it is\n•\thow serious it is\n•\twhat causes this problem\nand say what can be done to solve or reduce the effects of this problem.",
        "part_3": [
            "What social problems are there in your country?",
            "What about poverty? What can be done to alleviate poverty?",
            "Are there many charities in your country?",
            "Let’s move on to talk about the overpopulation problem. Why do so many people move to live in cities?",
            "What problems does overpopulation cause?",
            "Finally, let’s talk about crime. What is the difference between major and minor crime?",
            "Do you think all criminals should go to prison?"
        ]
    },
    {
        "part_1": [
            "Let’s talk about your hometown. Where is your hometown?",
            "What do you like about it?",
            "What do you not like about it?",
            "How important is your hometown to you?",
            "Do you think you will continue to live in your hometown?",
            "Let’s move on to talk about accommodation. Tell me about the kind of accommodation you live in?",
            "Does the place you live in have many amenities?",
            "Is there anything you would like to change about the place you live in?",
            "Do you plan to live there for a long time?"
        ],
        "part_2": "Talk about a sport you like doing or watching. You should say:\n•\tHow you first became interested in it\n•\tWhy you are interested in it\n•\tWhat equipment and skills are needed for it\nAnd say if you think it is an easy sport to do or not, and why",
        "part_3": [
            "What types of sports are popular in your country?",
            "Do you think the types of sports that are popular will change in the future?",
            "Let’s move on to talk about some positive aspects of sports. In your opinion, what are the benefits of playing a sport?",
            "What about cultural aspects? How can sports bring people from different countries closer together?",
            "Do you think old people can keep fit by playing sports or exercising?",
            "Finally, let’s talk about Olympic Games. How are the Olympic players trained in your country? Do they usually start training when they are born?",
            "Why would somebody dislike watching the Olympic Games?"
        ]
    },
    {
        "part_1": [
            "Do you live in a house or a flat?",
            "Is it a big place?",
            "How long have you lived there?",
            "What do you like about living there?",
            "Is there a garden in the place you live in?",
            "Do you prefer to hot weather or cold?",
            "Tell me about the weather in your country in different times of the year?",
            "Which time of the year did you enjoy the most when you were the child?",
            "Do you (usually) pay attention to the weather forecasts?",
            "Has the weather changed much in your country in recent years?"
        ],
        "part_2": "Talk about a sport many people enjoy but you have never tried. You should say:\n•\tWhat equipment is needed for it\n•\tWhat some of the rules are\n•\tWhat kinds of people this sport is popular with\nAnd say if you think you will do this sport in the near future or not, and why",
        "part_3": [
            "What types of sports are popular in your country?",
            "Do you think the types of sports that are popular will change in the future?",
            "Let’s move on to talk about some positive aspects of sports. In your opinion, what are the benefits of playing a sport?",
            "What about cultural aspects? How can sports bring people from different countries closer together?",
            "Do you think old people can keep fit by playing sports or exercising?",
            "Finally, let’s talk about Olympic Games. How are the Olympic players trained in your country? Do they usually start training when they are born?",
            "Why would somebody dislike watching the Olympic Games?"
        ]
    },
    {
        "part_1": [
            "Do you like reading books? Why?",
            "What book would you take on a long journey?",
            "How easy is it for you to read books in English?",
            "Have you given up reading a book recently?",
            "What kind of people like reading and what kind of people don’t like reading very much?",
            "Do you like watching advertisements?",
            "Will you buy something because of an advertisement?",
            "How do you feel when you see pop-up ads on the internet?",
            "Do you like funny or serious advertisements?",
            "What makes a good advertisement?"
        ],
        "part_2": "Talk about a sport that interests you but you have never tried. You should say:\n•\tWhere it is usually played\n•\tWhat kinds of people usually play it\n•\tWhy it interests you\nAnd say if you think you will ever do this sport or not, and why",
        "part_3": [
            "What types of sports are popular in your country?",
            "Do you think the types of sports that are popular will change in the future?",
            "Let’s move on to talk about some positive aspects of sports. In your opinion, what are the benefits of playing a sport?",
            "What about cultural aspects? How can sports bring people from different countries closer together?",
            "Do you think old people can keep fit by playing sports or exercising?",
            "Finally, let’s talk about Olympic Games. How are the Olympic players trained in your country? Do they usually start training when they are born?",
            "Why would somebody dislike watching the Olympic Games?"
        ]
    },
    {
        "part_1": [
            "Do you like art?",
            "Do you think art classes are necessary?",
            "How do you think art classes affect children’s development?",
            "What kind of paintings do people in your country like?",
            "What benefits can you get from painting as a hobby?",
            "Do you like to take photographs?",
            "Do you prefer to take photos yourself or to have other people take photos?",
            "How often do you take photographs?",
            "Do you prefer to take pictures of people or of scenery?",
            "Are there any photos on the walls of your home?"
        ],
        "part_2": "Describe a TV programme that you often watch. You should say:\n•\tWhat kind of programme it is\n•\tWhy you watch it\n•\tWhen and why you first started watching it\nAnd say if you think that programme is better than other TV programmes that are on at the same time or not, and why",
        "part_3": [
            "Tell me about the types of programmes that are generally on television in your country.",
            "Do you think state or private television is better?",
            "Let’s move on from TV programmes to television in general. How has TV changed our lives?",
            "Do you think TV influences the way we think?",
            "Should children be allowed to watch a lot of TV?",
            "Are all people on TV famous?"
        ]
    },
    {
        "part_1": [
            "Have you ever taken a ride on a boat?",
            "Do you like traveling by boat?",
            "What are the advantages of travelling by boat?",
            "Do people in your country like to travel by boat?",
            "Will it get more popular in the future?",
            "Do you like bags?",
            "What types of bags do you like?",
            "Do you usually carry a bag (when you go out)?",
            "What types of bags do you use in your everyday life?",
            "What do you put in these bags?",
            "What sorts of bags do women like to buy?"
        ],
        "part_2": "Describe the best teacher you have had. You should say:\n•\twhat subject the teacher taught\n•\twhen you studied with him or her\n•\twhat made that person a good teacher\n•\tand explain why you think this person was the best teacher you’ve had.",
        "part_3": [
            "How well-respected are teachers in your society?",
            "Do you think teachers get paid enough money in your country?",
            "What role should the teacher have in the classroom?",
            "In your opinion, what are the most important qualities for a good teacher to have?",
            "Let’s move on to teaching aspects. In your opinion, how can a teacher make lessons for children more interesting?",
            "Do you think computers will one day replace teachers in the classroom?"
        ]
    },
    {
        "part_1": [
            "Do you like watching TV?",
            "How often do you watch TV?",
            "What kind of TV programmes do you like to watch?",
            "What are the most popular TV shows in your country?",
            "Has the internet affected your viewing habits?",
            "How often do you read?",
            "Do you like reading books? Why?",
            "Do you have many books at home?",
            "Do you prefer to buy books or borrow them?",
            "What are the benefits of reading?"
        ],
        "part_2": "Describe something you own which is very important to you.\nYou should say:\n•\twhere you got it\n•\thow long you have had it\n•\twhat you use it to do\nAnd explain why it is important to you.",
        "part_3": [
            "What kinds of possessions are considered high-status to people in your country?",
            "Were different possessions thought of as valuable in the past?",
            "Why do you think people need to show their status in society?",
            "Let’s move on to the role of advertising. Do you think advertising influences what people buy?",
            "Do advertisements give correct information, or do they encourage people to buy things that they may not need?",
            "Is advertising really necessary in modern society?"
        ]
    },
    {
        "part_1": [
            "Do you use computers?",
            "What do you use a computer to do?",
            "Did you use computers when you were little?",
            "Do people often use computers these days?",
            "Will people continue to use computers in the future?",
            "Who is your favorite celebrity?",
            "Do you like any foreign celebrities?",
            "Would you want to be a celebrity in the future?",
            "Do you think we should protect famous people’s privacy?",
            "How do celebrities influence their fans in your country?"
        ],
        "part_2": "Talk about a traditional product which is very popular in your country. You should say\n•\tWhat the product is\n•\tHow it is made\n•\tWhy it is popular",
        "part_3": [
            "What different types of traditional products are produced in your country?",
            "In your opinion, why do traditional products attract tourists?",
            "Do you think there are benefits of traditional products to locals?",
            "Do you think the government should help in the promotion of traditional products?",
            "Let’s move on from traditional products to traditions. Do you think because of globalization countries are adopting each other traditions.",
            "Did the traditional things of the past are of better quality than present day things?",
            "Do you think it is necessary to protect traditions?"
        ]
    },
    {
        "part_1": [
            "What is your favourite item of clothing?",
            "Are there any traditional clothes in your country?",
            "Where do you usually purchase your clothes?",
            "Have you ever bought clothes online?",
            "Who do you usually take photos of?",
            "How do you keep your photos?",
            "Do you keep your photographs on your computer?",
            "Have you framed any of your photos?",
            "Do you prefer to send postcards to people or to send photos that you took yourself?"
        ],
        "part_2": "Describe the transportation system in your hometown or the place you are living now. You should say\n•\tWhat kind of transportation there is\n•\tWhich kind of transportation most people use\n•\tWhat the good points and bad points of the transportation system are\nAnd say if you think most people are happy with the transportation system or not, and why",
        "part_3": [
            "Have the types of transportation people use changed much over the last few decades?",
            "How has transportation improved in recent years?",
            "Do you think transportation is likely to continue to improve in the future?",
            "What is your take on introducing transportation passes?",
            "Let’s move on to the transportation system in your country. It is faster to travel by public transportation or by car in your country?",
            "What are the impacts of Uber on transportation in your country?"
        ]
    },
    {
        "part_1": [
            "What’s the best season of the whole year?",
            "What do people normally do in that season?",
            "What’s the weather usually like in your country (or, your hometown)?",
            "How is the weather here different from the weather in your home country?",
            "What colors do you like?",
            "What’s the most popular color in your country?",
            "Do you like to wear dark or bright colors?",
            "What’s the difference between men and women’s preference for colors?",
            "Do colors affect your mood?"
        ],
        "part_2": "Talk about one means of transportation that you often use. You should mention:\n•\tWhere you usually go by that means of transportation\n•\tWhat the advantages of that method of travelling are\n•\tWhat the disadvantages are\nAnd say if you think you will use that means of transport more or less often in the future, and why",
        "part_3": [
            "Have the types of transportation people use changed much over the last few decades?",
            "How has transportation improved in recent years?",
            "Do you think transportation is likely to continue to improve in the future?",
            "What is your take on introducing transportation passes?",
            "Let’s move on to the transportation system in your country. It is faster to travel by public transportation or by car in your country?",
            "What are the impacts of Uber on transportation in your country?"
        ]
    },
    {
        "part_1": [
            "How many people are there in your immediate family?",
            "Who do you get on best within your family?",
            "Do you have a large extended family?",
            "What do you do together with your family?",
            "Why is family important to you?",
            "Do you do housework at home?",
            "What kind of housework do you often do?",
            "Did you do housework when you were a child?",
            "Do you think that children should do housework?"
        ],
        "part_2": "Describe a journey you have been on. You should say\n•\tWhere you went\n•\tWhat kind or kinds of transport you used\n•\tHow long the journey took\nAnd say whether you think it was easy to take this journey or not, and why",
        "part_3": [
            "Why do some people prefer to travel abroad rather than travel in their own country?",
            "Do you think traveling to another country can change the way that people think?",
            "Do you think it’s safer to travel today than in the past?",
            "Let’s move on to tourism. What are some famous tourist spots in your country?",
            "What are the positive impacts of tourism in your country?",
            "What are the negative impacts of tourism in your country?",
            "What can you say about the future of the tourism industry in your country?"
        ]
    },
    {
        "part_1": [
            "Do you have a healthy diet?",
            "Do you prefer eating at home or eating out?",
            "Do you like ordering food to be delivered?",
            "Who do you get food delivered with?",
            "Do you eat meals differently now compared to when you were little?",
            "What sort of weather do you like the most?",
            "Would you say the weather in your hometown is suitable for working (or studying)?",
            "Would you like to move to a place with the different weather?",
            "What season (or weather) do you think is most suitable for work and/or study?"
        ],
        "part_2": "Talk about something tourists like to do in your country. You should say:\n•\tHow well known the activity is\n•\tWhy it is popular\n•\tWhat kinds of people like to do it\nAnd say if you think it will become more popular or less popular in the future and why",
        "part_3": [
            "Why do some people prefer to travel abroad rather than travel in their own country?",
            "Do you think traveling to another country can change the way that people think?",
            "Do you think it’s safer to travel today than in the past?",
            "Let’s move on to tourism. What are some famous tourist spots in your country?",
            "What are the positive impacts of tourism in your country?",
            "What are the negative impacts of tourism in your country?",
            "What can you say about the future of the tourism industry in your country?"
        ]
    },
    {
        "part_1": [
            "Do you mind noises?",
            "What types of noise do you come across in your daily life?",
            "Are there any sounds that you like?",
            "Where can you hear loud noises?",
            "Do you think there’s too much noise in modem society?",
            "Are cities becoming noisier?",
            "When do you send gifts?",
            "When was the last time you received a gift?",
            "Have you received a gift you didn’t like?",
            "How do you feel when you receive a gift?",
            "Do people in your country send gifts to show their generosity?"
        ],
        "part_2": "Talk about a day trip you have been on. You should say:\n•\tWhere you went\n•\tHow you travelled\n•\tWhy you chose to go to that place\nAnd say whether you would like to go back to the same place again or not, and why",
        "part_3": [
            "Why do some people prefer to travel abroad rather than travel in their own country?",
            "Do you think traveling to another country can change the way that people think?",
            "Do you think it’s safer to travel today than in the past?",
            "Let’s move on to tourism. What are some famous tourist spots in your country?",
            "What are the positive impacts of tourism in your country?",
            "What are the negative impacts of tourism in your country?",
            "What can you say about the future of the tourism industry in your country?"
        ]
    },
    {
        "part_1": [
            "Where is your hometown?",
            "How often do you visit your hometown?",
            "How many people live in your hometown?",
            "What is your hometown famous for?",
            "What’s the oldest part of your hometown?",
            "Who was your favorite teacher in high school?",
            "What’s your favorite subject in high school?",
            "Do you still remember what happened on your first day of high school?",
            "Do you still keep in touch with your friends from high school?",
            "Do you miss your life in high school?"
        ],
        "part_2": "Talk about a part of your country you have never been to but would like to visit. You should say:\n•\tWhy you have never been there before\n•\tIf or when you think you might go\n•\tWhy you would like to go\nAnd say how you first became interested in going to that place",
        "part_3": [
            "Why do some people prefer to travel abroad rather than travel in their own country?",
            "Do you think traveling to another country can change the way that people think?",
            "Do you think it’s safer to travel today than in the past?",
            "Let’s move on to tourism. What are some famous tourist spots in your country?",
            "What are the positive impacts of tourism in your country?",
            "What are the negative impacts of tourism in your country?",
            "What can you say about the future of the tourism industry in your country?"
        ]
    },
    {
        "part_1": [
            "Who do you live with?",
            "What is your favourite room in your home?",
            "How is your home decorated?",
            "Do you like visitors coming to your home?",
            "Do you like watching TV?",
            "What is your favourite TV show now?",
            "What was your favourite show when you were a child?",
            "Do you like watching TV shows from other countries?"
        ],
        "part_2": "Talk about a foreign country you have never been to but would like to visit. You should say:\n•\tWhy you have never been there before\n•\tIf or when you think you might go\n•\tWhy you would like to go\nAnd say how you first became interested in going to that place",
        "part_3": [
            "Why do some people prefer to travel abroad rather than travel in their own country?",
            "Do you think traveling to another country can change the way that people think?",
            "Do you think it’s safer to travel today than in the past?",
            "Let’s move on to tourism. What are some famous tourist spots in your country?",
            "What are the positive impacts of tourism in your country?",
            "What are the negative impacts of tourism in your country?",
            "What can you say about the future of the tourism industry in your country?"
        ]
    },
    {
        "part_1": [
            "Can you tell me about your hometown?",
            "How has your hometown changed over the years?",
            "Is there any way your hometown could be made better?",
            "Are there good transportation links to your hometown?",
            "What kind of jobs do the people in your hometown do?",
            "Do you have a lot of friends?",
            "Who is your best friend and why?",
            "Who would you most like to be friends with and why?",
            "What kind of person can you make friends with easily?",
            "Which is more important to you, friends or family?"
        ],
        "part_2": "Describe a plant, vegetable or crop that you are familiar with. You should say:\n•\tWhere it grows\n•\tWhy is it important\n•\tWhat you like or dislike about it\nAnd explain why it is important for your country.",
        "part_3": [
            "What vegetables are common in your country?",
            "Do people like to grow vegetables in your country?",
            "How do people feel when they eat vegetables that they grew on their own?",
            "Let’s move on to the topic of organic vegetables. As we know organic fruits and vegetables are more expensive than conventional fruits and vegetables, but they are actually worth the extra cost. Do you think organic fruit deserves a higher price?",
            "Do you think the government should encourage farmers to grow more organic vegetables?"
        ]
    },
    {
        "part_1": [
            "What is your country famous for?",
            "Where do you live in your country?",
            "Is it a interesting place to live?",
            "Are you planning to live there in the future?",
            "How is the weather today?",
            "What’s your favourite kind of weather?",
            "Is there any type of weather you really don’t like?",
            "What is the climate like in your country?",
            "Does the weather affect people’s lives in your country?",
            "Do people change in the summer?",
            "Does bad weather ever affect transport in your country?"
        ],
        "part_2": "Describe your dream job.\nYou should say:\n•\tWhat kind of things you would do in that job\n•\tWhat the working conditions would be like\n•\tWhat kind of workplace you would work in\nAnd say if you think you will be able to get a job like that or not, and why",
        "part_3": [
            "Do you think job satisfaction is more important than your salary when choosing a job?",
            "What skills do you think are needed to get a good job these days?",
            "Do you think that women should be able to do the same jobs as men?",
            "What’s the difference between white collar and blue-collar jobs?",
            "What jobs do you think are most valuable to society?"
        ]
    },
    {
        "part_1": [
            "Do you prefer public transportation or private transportation?",
            "What’s the most popular means of transportation in your hometown?",
            "Is it easy to catch a bus in your country?",
            "Is driving to work popular in your country?",
            "What do you think will become the most popular means of transportation in your country?",
            "Do you like indoor activities?",
            "What indoor activities do you like?",
            "How much time do you spend indoors every week?",
            "What types of indoor activities are popular in your country?"
        ],
        "part_2": "Describe your dream workplace.\nYou should say:\n•\tWhat it would look like           \n•\tWhat facilities it would have\n•\tWhere it would be\nAnd say if you think you will ever work in a place like that or not, and why",
        "part_3": [
            "Do you think job satisfaction is more important than your salary when choosing a job?",
            "What skills do you think are needed to get a good job these days?",
            "Do you think that women should be able to do the same jobs as men?",
            "What’s the difference between white collar and blue-collar jobs?",
            "What jobs do you think are most valuable to society?"
        ]
    },
    {
        "part_1": [
            "How important is the Internet to you?",
            "Do you use the Internet more for work or in your free time?",
            "Do you think you use the Internet too much?",
            "How will the Internet develop in the future?",
            "Are there any negative things about the Internet?",
            "What is your major? Or what was your major?",
            "Did you or do you like it?",
            "Is it a popular major at your university?",
            "If you could change to another major, what would it be?",
            "Would you change it if you had the chance?"
        ],
        "part_2": "Talk about a job you have done or know about.\nYou should say:\n•\tWhat people do in that job\n•\tWhat kind of place they work in\n•\tWhat clothes and equipment they need\nAnd say if you think it is a satisfying job to do or not, and why",
        "part_3": [
            "Do you think job satisfaction is more important than your salary when choosing a job?",
            "What skills do you think are needed to get a good job these days?",
            "Do you think that women should be able to do the same jobs as men?",
            "What’s the difference between white collar and blue-collar jobs?",
            "What jobs do you think are most valuable to society?"
        ]
    },
    {
        "part_1": [
            "Do you like outdoor activities?",
            "What outdoor sports do you like?",
            "How much time do you spend outdoors every week?",
            "What types of outdoor activities are popular in your country?",
            "How often do you use the Internet?",
            "Do you think you use the Internet too much?",
            "What are your favourite websites?",
            "What are the positive and negative things about the Internet?"
        ],
        "part_2": "Talk about a job someone in your family does.\nYou should say:\n•\tHow long that person has been doing that job\n•\tWhat the good things about that job are\n•\tWhat the difficulties of doing that job are\nAnd say if you think that person enjoys their job or not, and why",
        "part_3": [
            "Do you think job satisfaction is more important than your salary when choosing a job?",
            "What skills do you think are needed to get a good job these days?",
            "Do you think that women should be able to do the same jobs as men?",
            "What’s the difference between white collar and blue-collar jobs?",
            "What jobs do you think are most valuable to society?"
        ]
    },
    {
        "part_1": [
            "What do you do in your free time?",
            "Do you have a busy social life?",
            "Do you lead an active life?",
            "Has your life changed much in the last year?",
            "What would you like to change about your lifestyle?",
            "Do you work right now?",
            "Do you get on well with your co-workers?",
            "What responsibilities do you have at your work?",
            "Are there good work opportunities in your home country?"
        ],
        "part_2": "Describe a workplace you have worked in or know about.\nYou should say:\n•\tWhat the building looks like\n•\tWhat is inside the building\n•\tWhat things there are to do in the local area\nAnd say if you think it is a good place to work or not, and why",
        "part_3": [
            "Do you think job satisfaction is more important than your salary when choosing a job?",
            "What skills do you think are needed to get a good job these days?",
            "Do you think that women should be able to do the same jobs as men?",
            "What’s the difference between white collar and blue-collar jobs?",
            "What jobs do you think are most valuable to society?"
        ]
    },
    {
        "part_1": [
            "Do you work or study?",
            "What is your major? Or what was your major?",
            "Why did you choose that major?",
            "What is the most difficult part of studying that subject?",
            "Do you plan to use the subject you are studying in the future?",
            "Do you play any sports?",
            "Do you watch sports on TV?",
            "What is the most popular sport in your country?",
            "How do people in your country stay fit?",
            "Is it important for children to play sports?"
        ],
        "part_2": "Describe a job you would like to do in the future.\nYou should say:\n•\tHow and when you first became interested in that job\n•\tWhat people in that job have to do everyday\n•\tWhat qualifications and experience you need in order to get that job\nAnd say if you think you will be able to get that job or not, and why",
        "part_3": [
            "Do you think job satisfaction is more important than your salary when choosing a job?",
            "What skills do you think are needed to get a good job these days?",
            "Do you think that women should be able to do the same jobs as men?",
            "What’s the difference between white collar and blue-collar jobs?",
            "What jobs do you think are most valuable to society?"
        ]
    }
]